start_message = """Здравствуйте, я бот автогарант, со мной вы можете быть спокойны за свои средства
Введите ID второго участника сделки (узнать ID можно тут @getmyid_bot)"""

# Сообщения, который отправляются после выбора того или иного метода оплаты
qiwi_message = """➖➖➖➖
СПОСОБ ОПЛАТЫ QIWI КОШЕЛЕК

Для оплаты переведите нужную сумму на этот номер:
<b>{}</b>

1️⃣ В комментарии к платежу укажите:
<b>{}</b>

2️⃣ После оплаты нажмите кнопку "💎 Я оплатил"👇

Бот автоматически отправит приглашение второму участнику сделки
➖➖➖➖"""

card_message = """➖➖➖➖
СПОСОБ ОПЛАТЫ БАНКОВСКАЯ КАРТА (ВРЕМЕННО НЕ ДОСТУПНО)

Для оплаты переведите нужную сумму на этот номер:
<b>{}</b>

1️⃣ В комментарии к платежу укажите:
<b>{}</b>

2️⃣ После оплаты нажмите кнопку "💎 Я оплатил"👇

Бот автоматически отправит приглашение второму участнику сделки
➖➖➖➖"""

btc_message = """➖➖➖➖
СПОСОБ ОПЛАТЫ BITCOIN КОШЕЛЕК (НЕ ДОСТУПНО)

Для оплаты переведите нужную сумму на этот адрес:
<b>{}</b>

После оплаты нажмите кнопку "💎 Я оплатил"👇

Бот автоматически отправит приглашение второму участнику сделки
➖➖➖➖"""

post_pay_message = """⏰ Ожидайте, ваш платеж находится в обработке или не найден
➖➖➖➖➖➖
🎛 Если вы оплатили, но пишет, что платеж не пришёл, то подождите 10-30 минут."""
